---
type: ParameterValuePresenceRule
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# ParameterValuePresenceRule

`Autodesk.Revit.DB.ParameterValuePresenceRule` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | 2020 | `public ElementId Parameter { get ; set ; }` |